Repository: Vick06/PHP
Catalog: src/Locale/*/default.po
Languages: fr_fr

source: The comment has been saved.
fr_fr: Ce commentaire a été sauvegarder.

source: The comment could not be saved. Please, try again.
fr_fr: Ce commentaire n'a pas pu être sauvegarder. SVP réessayer.

source: The comment has been deleted.
fr_fr: Ce commentaire a été supprimer.

source: The comment could not be deleted. Please, try again.
fr_fr: Ce commentaire n'a pas pu être sauvegarder. SVP réessayer.

source: The file has been saved.
fr_fr: Le fichier a été sauvegarder.

source: The file could not be saved. Please, try again.
fr_fr: Le fichier n'a pas pu être sauvegarder. SVP réessayer.

source: The file has been deleted.
fr_fr: Le fichier a été supprimer.

source: The file could not be deleted. Please, try again.
fr_fr: Le fichier n'a pas pu être supprimer. SVP réessayer.

source: Your item has been saved.
fr_fr: Votre objet a été sauvegarder.

source: Unable to add your item.
fr_fr: Impossible de rajouter votre objet.

source: The item has been saved.
fr_fr: Votre objet a été sauvegarder.

source: The ietm could not be saved. Please, try again.
fr_fr: Votre objet n'a pas pu être sauvegarder. SVP réessayer.

source: The item has been deleted.
fr_fr: Votre objet a été supprimer.

source: The item could not be deleted. Please, try again.
fr_fr: L'objet n'a pas pu être supprimer. SVP réessayer.

source: The items file has been saved.
fr_fr: L'objet fichier a été sauvegarder.

source: The items file could not be saved. Please, try again.
fr_fr: L'objet fichier n'a pas pu être sauvegarder. SVP réessayer.

source: The items file has been deleted.
fr_fr: L'objet fichier a été supprimer.

source: The items file could not be deleted. Please, try again.
fr_fr: L'objet fichier n'a pas pu être supprimé. SVP réessayer.

source: The items tag has been saved.
fr_fr: Le tag de l'objet a été sauvegarder.

source: The items tag could not be saved. Please, try again.
fr_fr: Le tag de l'objet n'a pas pu être sauvegarder. SVP réessayer.

source: The items tag has been deleted.
fr_fr: Le tag de l'objet a été supprimer.

source: The items tag could not be deleted. Please, try again.
fr_fr: Le tag de l'objet n'a pas pu être supprimé. SVP réessayer.

source: The tag has been saved.
fr_fr: Le tag a été sauvegarder.

source: The tag could not be saved. Please, try again.
fr_fr: Le tag n'a pas pu être sauvegarder. SVP réessayer.

source: The tag has been deleted.
fr_fr: Le tag a été supprimer

source: The tag could not be deleted. Please, try again.
fr_fr: Le tag n'a pas pu être supprimer. SVP réessayer.

source: The user has been saved.
fr_fr: L'utilisateur a été sauvegarder.

source: The user could not be saved. Please, try again.
fr_fr: L'utilisateur n'a pas pu être sauvegarder. SVP réessayer.

source: The user has been deleted.
fr_fr: L'utilisateur a été supprimer.

source: The user could not be deleted. Please, try again.
fr_fr: L'utilisateur n'a pas pu être supprimer.

source: List Comments
fr_fr: Listes de commentaires

source: List Items
fr_fr: Liste d'objets

source: New Item
fr_fr: Nouvel objet

source: Add Comment
fr_fr: Ajouter un commentaire

source: Submit
fr_fr: Envoyer

source: Delete
fr_fr: Supprimer

source: Are you sure you want to delete # {0}?
fr_fr: Êtes-vous sûr que vous voulez supprimer ?

source: Edit Comment
fr_fr: Modifier un commentaire

source: New Comment
fr_fr: Nouveau commentaire

source: Comments
fr_fr: Commentaires

source: View
fr_fr: Vue

source: Edit
fr_fr: Modifier

source: first
fr_fr: Premier

source: previous
fr_fr: Précédent

source: next
fr_fr: Suivant

source: last
fr_fr: Dernier

source: Page {{page}} of {{pages}}, showing {{current}} record(s) out of {{count}} total
fr_fr: Page de montrer enregistrer du nombre total

source: Delete Comment
fr_fr: Supprimer commentaire

source: Item
fr_fr: Objet

source: Title
fr_fr: Titre

source: Created
fr_fr: Crée le

source: Modified
fr_fr: Modifier le

source: Comment
fr_fr: Commentaire

source: List Files
fr_fr: Liste de fichiers

source: Add File
fr_fr: Ajouter un fichier

source: Edit File
fr_fr: Modifier fichiers

source: New File
fr_fr: Nouveau fichier

source: Files
fr_fr: Fichiers

source: Delete File
fr_fr: Supprimer fichier

source: Name
fr_fr: Nom

source: Path
fr_fr: Chemin

source: Related Items
fr_fr: Items reliés

source: User Id
fr_fr: id utilisateur

source: List Users
fr_fr: Liste d'utilisateurs

source: New User
fr_fr: Nouvel utilisateur

source: List Tags
fr_fr: Liste des tags

source: New Tag
fr_fr: Nouveau tag

source: Add Item
fr_fr: Ajouter un objet

source: Edit Item
fr_fr: Modifier objet

source: Items
fr_fr: Objet

source: Delete Item
fr_fr: Supprimer objet

source: User
fr_fr: Utilisateur

source: Related Files
fr_fr: Fichier relier

source: Related Tags
fr_fr: Fichier tag

source: Related Comments
fr_fr: Commentaires relié

source: Item Id
fr_fr: Objet Id

source: List Items Files
fr_fr: Listes d'objets de fichier

source: Add Items File
fr_fr: Ajouter un objet fichier

source: Edit Items File
fr_fr: Modifier un objet fichier

source: New Items File
fr_fr: Nouvel objet fichier

source: Items Files
fr_fr: Objets fichiers

source: Delete Items File
fr_fr: Supprimer objet fichier

source: File
fr_fr: Fichier

source: List Items Tags
fr_fr: Liste des objets tags

source: Add Items Tag
fr_fr: Ajouter un objet tags

source: Edit Items Tag
fr_fr: Modifier un objet tag

source: New Items Tag
fr_fr: Nouvel objet tag

source: Items Tags
fr_fr: Objets tag

source: Delete Items Tag
fr_fr: Supprimer objet tags

source: Error
fr_fr: Erreur

source: Back
fr_fr: Retour

source: Add Tag
fr_fr: Ajouter tag

source: Edit Tag
fr_fr: Modifier tag

source: Delete Tag
fr_fr: Supprimer tag

source: Add User
fr_fr: Ajouter un utilisateur

source: Edit User
fr_fr: Modifier un utilisateur

source: Users
fr_fr: Utilisateurs

source: Delete User
fr_fr: Supprimer un utilisateurs

source: Username
fr_fr: Nom d'utilisateur

source: Email
fr_fr: Courriel

source: Password
fr_fr: Mot de passe

source: Role
fr_fr: Rôle

source: The requested address {0} was not found on this server.
fr_fr: L'adresse demandé n'a pas été retrouvé sur ce serveur.

source: An Internal Error Has Occurred
fr_fr: Une erreur interne s'est produite

source: You are not authorized to access that location.
fr_fr: Vous n'êtes pas autorisé d'accéder a cette endroit

source: Missing CSRF token cookie
fr_fr: CSRF token cookie manquanf

source: CSRF token mismatch.
fr_fr: CSRF token décalage

source: Not Found
fr_fr: Pas trouvé

source: An Internal Error Has Occurred.
fr_fr: Une erreur interne s'est produite

source: The requested file contains `..` and will not be read.
fr_fr: Le fichier demandé contient des '..' et ne sera pas lu

source: The requested file was not found
fr_fr: Le fichier demandé n'a pas été trouvé

source: {0,number,#,###.##} KB
fr_fr: KB

source: {0,number,#,###.##} MB
fr_fr: MB

source: {0,number,#,###.##} GB
fr_fr: GB

source: {0,number,#,###.##} TB
fr_fr: TB

source: {0,number,integer} Byte
fr_fr: Byte

source: {0} from now
fr_fr: A partir de maintenant

source: {0} ago
fr_fr: depuis

source: {0} after
fr_fr: après

source: {0} before
fr_fr: avant

source: just now
fr_fr: maintenant

source: about a second ago
fr_fr: il y a une seconde

source: about a minute ago
fr_fr: il y a une minute

source: about an hour ago
fr_fr: il y a une heure

source: about a day ago
fr_fr: il y a une journée

source: about a week ago
fr_fr: il y a une semaine

source: about a month ago
fr_fr: il y a un mois

source: about a year ago
fr_fr: il y a un an

source: in about a second
fr_fr: dans une seconde

source: in about a minute
fr_fr: dans une minute

source: in about an hour
fr_fr: dans une heure

source: in about a day
fr_fr: dans environ une journée

source: in about a week
fr_fr: dans environ une semaine

source: in about a month
fr_fr: dans environ une mois

source: in about a year
fr_fr: dans environ un an

source: today
fr_fr: Aujourd'hui

source: %s ago
fr_fr: depuis %s

source: on %s
fr_fr: sur %s

source: {0} year
fr_fr: année

source: {0} month
fr_fr: mois

source: {0} week
fr_fr: semaine

source: {0} day
fr_fr: journée

source: {0} hour
fr_fr: heure

source: {0} minute
fr_fr: minute

source: {0} second
fr_fr: seconde

source: This value is already in use
fr_fr: Cette valeur est déjà utilisé

source: This value does not exist
fr_fr: Cette valeur n'existe pas

source: The count does not match {0}{1}
fr_fr: Le compteur ne match pas

source: and
fr_fr: et

source: This field is required
fr_fr: Ce champ est requis

source: This field cannot be left empty
fr_fr: Ce champ ne peut pas être laisser vide

source: The provided value is invalid
fr_fr: La valeur mise est invalide

source: Edit {0}
fr_fr: Modifier

source: New {0}
fr_fr: Nouveau

source: Home
fr_fr: Menu

source: January
fr_fr: Janvier

source: February
fr_fr: Février

source: March
fr_fr: Mars

source: April
fr_fr: Avril

source: May
fr_fr: Mai

source: June
fr_fr: Juin

source: July
fr_fr: Juillet

source: August
fr_fr: Aout

source: September
fr_fr: Septembre

source: October
fr_fr: Octobre

source: November
fr_fr: Novembre

source: December
fr_fr: Décembre
