Repository: Vick06/PHP
Catalog: src/Locale/gr_GR/default.po
Languages: el_gr

source: The comment has been saved.
el_gr: Αυτό το σχόλιο έχει αποθηκευτεί

source: The comment could not be saved. Please, try again.
el_gr: Αυτό το σχόλιο δεν ήταν δυνατό να αποθηκευτεί

source: The comment has been deleted.
el_gr: Αυτό το σχόλιο έχει καταργηθεί

source: The comment could not be deleted. Please, try again.
el_gr: Το σχόλιο δεν μπόρεσε να διαγραφεί. ΠΑΡΑΚΑΛΩ προσπαθησε ξανα

source: The file has been saved.
el_gr: Το αρχείο έχει αποθηκευτεί

source: The file could not be saved. Please, try again.
el_gr: Δεν ήταν δυνατή η αποθήκευση του αρχείου. ΠΑΡΑΚΑΛΩ προσπαθησε ξανα

source: The file has been deleted.
el_gr: Το αρχείο έχει διαγραφεί

source: The file could not be deleted. Please, try again.
el_gr: το αρχείο δεν μπόρεσε να διαγραφεί. ΠΑΡΑΚΑΛΩ προσπαθησε ξανα

source: Your item has been saved.
el_gr: Το αντικείμενο σας έχει αποθηκευτεί

source: Unable to add your item.
el_gr: Δεν είναι δυνατή η προσθήκη του στοιχείου σας

source: The item has been saved.
el_gr: Το στοιχείο έχει αποθηκευτεί

source: The ietm could not be saved. Please, try again.
el_gr: Δεν ήταν δυνατή η αποθήκευση του στοιχείου. ΠΑΡΑΚΑΛΩ προσπαθησε ξανα

source: The item has been deleted.
el_gr: Αυτό το αντικείμενο έχει διαγραφεί

source: The item could not be deleted. Please, try again.
el_gr: αυτό το στοιχείο δεν μπορεί να διαγραφεί. ΠΑΡΑΚΑΛΩ προσπαθησε ξανα

source: The items file has been saved.
el_gr: Το αρχείο στοιχείων έχει αποθηκευτεί

source: The items file could not be saved. Please, try again.
el_gr: Δεν ήταν δυνατή η αποθήκευση του αρχείου αντικειμένων. ΠΑΡΑΚΑΛΩ προσπαθησε ξανα

source: The items file has been deleted.
el_gr: Το αρχείο στοιχείων έχει διαγραφεί

source: The items file could not be deleted. Please, try again.
el_gr: Δεν ήταν δυνατή η διαγραφή του αρχείου αντικειμένων. ΠΑΡΑΚΑΛΩ προσπαθησε ξανα

source: The items tag has been saved.
el_gr: Η ετικέτα στοιχείων έχει αποθηκευτεί.

source: The items tag could not be saved. Please, try again.
el_gr: Δεν ήταν δυνατή η αποθήκευση της ετικέτας στοιχείων. ΠΑΡΑΚΑΛΩ προσπαθησε ξανα

source: The items tag has been deleted.
el_gr: Η ετικέτα στοιχείων έχει διαγραφεί

source: The items tag could not be deleted. Please, try again.
el_gr: Δεν ήταν δυνατή η διαγραφή των στοιχείων. ΠΑΡΑΚΑΛΩ προσπαθησε ξανα

source: The tag has been saved.
el_gr: Η ετικέτα έχει αποθηκευτεί

source: The tag could not be saved. Please, try again.
el_gr: η ετικέτα δεν μπόρεσε να αποθηκευτεί. ΠΑΡΑΚΑΛΩ προσπαθησε ξανα

source: The tag has been deleted.
el_gr: Η ετικέτα έχει διαγραφεί.

source: The tag could not be deleted. Please, try again.
el_gr: Η ετικέτα δεν μπόρεσε να διαγραφεί. ΠΑΡΑΚΑΛΩ προσπαθησε ξανα.

source: The user has been saved.
el_gr: Ο χρήστης έχει αποθηκευτεί.

source: The user could not be saved. Please, try again.
el_gr: Δεν ήταν δυνατή η αποθήκευση του χρήστη. ΠΑΡΑΚΑΛΩ προσπαθησε ξανα.

source: The user has been deleted.
el_gr: Ο χρήστης έχει διαγραφεί.

source: The user could not be deleted. Please, try again.
el_gr: Ο χρήστης δεν μπόρεσε να διαγραφεί. ΠΑΡΑΚΑΛΩ προσπαθησε ξανα.

source: Actions
el_gr: Ενέργειες

source: List Comments
el_gr: Λίστα σχολίων

source: List Items
el_gr: Λίστα στοιχείων

source: New Item
el_gr: Νέο αντικείμενο

source: Submit
el_gr: Πρόσθεσε σχόλιο

source: Delete
el_gr: Διαγράφω

source: Are you sure you want to delete # {0}?
el_gr: Είστε βέβαιοι ότι θέλετε να διαγράψετε

source: Edit Comment
el_gr: Επεξεργασία σχολίου

source: New Comment
el_gr: Νέο σχόλιο

source: Comments
el_gr: Σχόλια

source: View
el_gr: Θέα

source: Edit
el_gr: Επεξεργασία

source: first
el_gr: πρώτα

source: previous
el_gr: προηγούμενος

source: next
el_gr: Επόμενο

source: last
el_gr: τελευταίος

source: Page {{page}} of {{pages}}, showing {{current}} record(s) out of {{count}} total
el_gr: Σελίδα προβολής των εγγραφών από το σύνολο

source: Delete Comment
el_gr: Διαγραφή σχολίου

source: Item
el_gr: Είδος

source: Title
el_gr: Τίτλος

source: Id
el_gr: ταυτότητα

source: Created
el_gr: Δημιουργήθηκε

source: Modified
el_gr: Τροποποιήθηκε

source: Comment
el_gr: Σχόλιο

source: List Files
el_gr: Λίστα αρχείων

source: Add File
el_gr: Προσθήκη αρχείου

source: Edit File
el_gr: Επεξεργασία αρχείου

source: New File
el_gr: Νέο αρχείο

source: Files
el_gr: Αρχεία

source: Delete File
el_gr: Διαγραφή φακέλου

source: Name
el_gr: Ονομα

source: Path
el_gr: Μονοπάτι

source: Status
el_gr: Κατάσταση

source: Related Items
el_gr: Σχετικά Αντικείμενα

source: User Id
el_gr: Ταυτότητα χρήστη

source: Slug
el_gr: Γυμνοσάλιαγκας

source: Description
el_gr: Περιγραφή

source: List Users
el_gr: Λίστα χρηστών

source: New User
el_gr: Νέος χρήστης

source: List Tags
el_gr: Ετικέτες λίστας

source: New Tag
el_gr: Νέα ετικέτα

source: Add Item
el_gr: Πρόσθεσε είδος

source: Edit Item
el_gr: Επεξεργασία στοιχείου

source: Items
el_gr: Στοιχεία

source: Delete Item
el_gr: Διαγραφή στοιχείου

source: User
el_gr: Χρήστης

source: Related Files
el_gr: Σχετικά αρχεία

source: Related Tags
el_gr: Σχετικές ετικέτες

source: Related Comments
el_gr: Σχετικά σχόλια

source: Item Id
el_gr: Αναγνωριστικό στοιχείου

source: List Items Files
el_gr: Λίστα στοιχείων αρχείων

source: Add Items File
el_gr: Προσθήκη αρχείου στοιχείων

source: Edit Items File
el_gr: Επεξεργασία αρχείου στοιχείων

source: New Items File
el_gr: Νέο αρχείο στοιχείων

source: Items Files
el_gr: Στοιχεία αρχείων

source: Delete Items File
el_gr: Διαγραφή αρχείου

source: File
el_gr: Αρχείο

source: List Items Tags
el_gr: Ετικέτες στοιχείων λίστας

source: Add Items Tag
el_gr: Προσθήκη ετικέτας στοιχείων

source: Edit Items Tag
el_gr: Επεξεργασία ετικέτας στοιχείων

source: New Items Tag
el_gr: Νέα ετικέτα στοιχείων

source: Items Tags
el_gr: Ετικέτες στοιχείων

source: Delete Items Tag
el_gr: Διαγραφή ετικέτας στοιχείων

source: Tag
el_gr: Ετικέτα

source: Error
el_gr: Λάθος

source: Back
el_gr: Πίσω

source: Add Tag
el_gr: Προσθήκη ετικέτας

source: Edit Tag
el_gr: Ετικέτα επεξεργασίας

source: Tags
el_gr: Ετικέτα

source: Delete Tag
el_gr: Διαγραφή ετικέτας

source: Add User
el_gr: Πρόσθεσε χρήστη

source: Edit User
el_gr: Επεξεργασία χρήστη

source: Users
el_gr: Χρήστες

source: Delete User
el_gr: Διαγραφή χρήστη

source: Username
el_gr: Όνομα χρήστη

source: Email
el_gr: ΗΛΕΚΤΡΟΝΙΚΗ ΔΙΕΥΘΥΝΣΗ

source: Password
el_gr: Κωδικός πρόσβασης

source: Role
el_gr: Ρόλος

source: The requested address {0} was not found on this server.
el_gr: Η ζητούμενη διεύθυνση δεν βρέθηκε σε αυτόν το διακομιστή.

source: An Internal Error Has Occurred
el_gr: Παρουσιάστηκε εσωτερικό σφάλμα

source: You are not authorized to access that location.
el_gr: Δεν έχετε εξουσιοδότηση για πρόσβαση στη συγκεκριμένη τοποθεσία.

source: Missing CSRF token cookie
el_gr: Λείπει cookie μάρκας CSRF

source: CSRF token mismatch.
el_gr: Αναντιστοιχία συμβόλων CSRF.

source: Not Found
el_gr: Δεν βρέθηκε

source: An Internal Error Has Occurred.
el_gr: Παρουσιάστηκε εσωτερικό σφάλμα.

source: The requested file contains `..` and will not be read.
el_gr: Το αρχείο που ζητήσατε περιέχει `..` και δεν θα διαβαστεί.

source: The requested file was not found
el_gr: Το ζητούμενο αρχείο δεν βρέθηκε

source: {0,number,#,###.##} KB
el_gr: KB

source: {0,number,#,###.##} MB
el_gr: MB

source: {0,number,#,###.##} GB
el_gr: GB

source: {0,number,#,###.##} TB
el_gr: TB

source: {0,number,integer} Byte
el_gr: Byte

source: {0} from now
el_gr: από τώρα

source: {0} ago
el_gr: πριν

source: {0} after
el_gr: μετά

source: {0} before
el_gr: πριν

source: just now
el_gr: μόλις τώρα

source: about a second ago
el_gr: περίπου ένα δευτερόλεπτο πριν

source: about a minute ago
el_gr: περίπου ένα λεπτό πριν

source: about an hour ago
el_gr: Πριν από περίπου μία ώρα

source: about a day ago
el_gr: περίπου μια μέρα πριν

source: about a week ago
el_gr: περίπου μια εβδομάδα πριν

source: about a month ago
el_gr: περίπου ένα μήνα πριν

source: about a year ago
el_gr: περίπου ένα χρόνο πριν

source: in about a second
el_gr: σε περίπου ένα δευτερόλεπτο

source: in about a minute
el_gr: σε περίπου ένα λεπτό

source: in about an hour
el_gr: σε περίπου μία ώρα

source: in about a day
el_gr: σε περίπου μια μέρα

source: in about a week
el_gr: σε περίπου μια εβδομάδα

source: in about a month
el_gr: σε περίπου ένα μήνα

source: in about a year
el_gr: σε περίπου ένα χρόνο

source: today
el_gr: σήμερα

source: %s ago
el_gr: πριν

source: on %s
el_gr: επί

source: {0} month
el_gr: χρόνο

source: {0} week
el_gr: εβδομάδα

source: {0} day
el_gr: ημέρα

source: {0} hour
el_gr: ώρα

source: {0} minute
el_gr: λεπτό"

source: {0} second
el_gr: δεύτερος

source: This value is already in use
el_gr: Αυτή η τιμή χρησιμοποιείται ήδη

source: This value does not exist
el_gr: Αυτή η τιμή δεν υπάρχει

source: The count does not match {0}{1}
el_gr: Η μέτρηση δεν ταιριάζει

source: and
el_gr: και

source: This field is required
el_gr: Αυτό το πεδίο απαιτείται

source: This field cannot be left empty
el_gr: Αυτό το πεδίο δεν μπορεί να μείνει άδειο

source: The provided value is invalid
el_gr: Η παρεχόμενη τιμή δεν είναι έγκυρη

source: Edit {0}
el_gr: Επεξεργασία

source: New {0}
el_gr: Νέος

source: Home
el_gr: Σπίτι

source: January
el_gr: Ιανουάριος

source: February
el_gr: Φεβρουάριος

source: March
el_gr: Μάρτιος

source: April
el_gr: Απρίλιος

source: May
el_gr: Ενδέχεται

source: June
el_gr: Ιούνιος

source: July
el_gr: Ιούλιος

source: August
el_gr: Αύγουστος

source: September
el_gr: Σεπτέμβριος

source: October
el_gr: Οκτώβριος

source: November
el_gr: Νοέμβριος

source: December
el_gr: Δεκέμβριος
